/* ----------- 01_JELLYWATCH_CATEGORIES ----------- */

/* Category Name */
"Jellyfish" = "Méduse";

/* Category Name */
"Box Jelly" = "Cubozoa";

/* Category Name */
"Man o war" = "Physalie";

/* Category Name */
"Clean sea" = "Mer propre";

/* Category Name */
"Red Tide" = "Marée rouge";

/* Category Name */
"Vertebrate" = "Vertébré";

/* Category Name */
"Squid" = "Calamar";

/* Category Name */
"Plastic" = "Plastique";

/* Category Name */
"Other" = "Autre";

/* ----------- 02_JELLYWATCH_QUANTITIES ----------- */

/* Jellywatch quantity */
"1" = "1";

/* Jellywatch quantity */
"2 to 5" = "2 à 5";

/* Jellywatch quantity */
"6 to 10" = "6 à 10";

/* Jellywatch quantity */
"11 to 99" = "11 à 99";

/* Jellywatch quantity */
"100+" = "100+";

/* ----------- 03_WELCOME_SCREEN ----------- */

/* Welcome screen title */
"Welcome!" = "Bienvenue!";

/* Welcome message text */
"WELCOME MESSAGE TEXT" = "Jellywatch.org est une base de données pour la surveillance des conditions océaniques, particulièrement les populations de méduses.\n\nDes citoyens de la science sont encouragés à soumettre des rapports du monde entier. Les données seront disponibles gratuitement pour téléchargement ou consultation. Rapportez des proliférations de méduses, des marées rouges, et même des conditions \"normales\" que vous observez. Si vous nous envoyez une photo, nous pouvons aussi vous identifier l'espèce.";

/* Welcome screen button */
"Let's Go!" = "Allons-y!";

/* ----------- 04_FIRST_LOAD_HUD ----------- */

/* First load HUD text */
"Loading Database..." = "Chargement de la base de données...";

/* First load HUD text */
"Saving..." = "Sauvegarde en cours...";

/* ----------- 05_MAIN_MENU ----------- */

/* Main Menu button */
"Settings" = "Réglages";

/* Main Menu title */
"Main Menu" = "Menu Principal";

/* Main Menu button */
"About" = "Info";

/* Main Menu Button */
"New Sighting Button" = "Nouvelle observation";

/* Main menu section title */
"My Sightings" = "Mes observations";

/* Main Menu Button */
"Saved Sightings" = "Sauvées";

/* Main Menu Button */
"Submitted Sightings" = "Soumises";

/* Main menu section title */
"All Sightings" = "Toutes les observations";

/* Main Menu Button */
"Map" = "Carte";

/* Main Menu Button */
"List" = "Liste";

/* At bottom of Main Menu
 The %@ will be replaced with the last updated date, in the localized date/time format*/
"Last Updated: %@" = "Mise à jour: %@";

/* Used in context 'Last Updated: Never' */
"Never" = "Jamais";

/* At bottom of Main Menu
 The %@ will be replaced with the number of Sightings, in the local number format*/
"%@ Sightings MAIN MENU" = "%@ observations";

/* ----------- 06_SETTINGS_MENU----------- */

/* Settings menu title */
"Settings TITLE" = "Réglages";

/* Section title in Settings */
"Jellywatch Login" = "Jellywatch connexion";

/* Input cell in Settings */
"Username" = "Nom d'utilisateur";

/* Input cell in Settings */
"Password" = "Mot de passe";

/* Button in Settings */
"Log In" = "Identifiez-vous";

/* Button in Settings */
"Forgot password" = "Mot de passe oublié";

/* Button in Settings */
"New account" = "Nouveau compte";

/* Section title in Settings */
"Photos taken with Jellywatch" = "Photos prises avec Jellywatch";

/* Switch cell in Settings */
"Save to Photo Library" = "Sauver dans la biblio photos";

/* Section title in Settings */
"External web links" = "Liens web externes";

/* Switch cell in Settings */
"Open in Google Chrome" = "Ouvrir dans Google Chrome";

/* ----------- 07_SETTINGS_MENU_LOGGED_IN----------- */

/* Cell in Settings
 %@ will be replaced with the user's Jellywatch username */
"Logged in as %@" = "Connecté en tant que %@";

/* Button in Settings */
"Log Out" = "Déconnexion";

/* ----------- 08_SETTINGS_MENU_HUD_MESSAGES ----------- */

/* HUD Message */
"Logging In..." = "Ouverture de session...";

/* HUD Message */
"Log In Failed" = "Échec de la connexion";

/* HUD Message */
"Logged In" = "Connecté";

/* ----------- 09_SETTINGS_ALERT1 ----------- */

/* Forgot password redirect alert in Settings */
"In order to recover your Jellywatch account you will need to visit http://jellywatch.org/user/password\n\nOnce you get your password reset, you can come back to this app and log in." = "Afin de récupérer votre compte Jellywatch vous devez vous rendre à http://jellywatch.org/user/password\n\nUne fois que vous obtenez votre nouveau mot de passe, vous pouvez revenir à cette application et vous connecter";

/* ----------- 10_SETTINGS_ALERT2 ----------- */

/* Create User redirect alert in Settings */
"In order to register for a Jellywatch account you will need to visit http://jellywatch.org/user/register\n\nOnce you create an account you can come back to this app and log in." = "Afin de vous inscrire pour un compte Jellywatch vous devrez vous rendre à http://jellywatch.org/user/register\n\nAprès avoir créé un compte, vous pouvez revenir à cette application et vous connecter";

/* ----------- 11_ABOUT_MENU ----------- */

/* About menu title */
"About TITLE" = "Info";

/* About text in About menu */
"iOS app by Peter Dupris.\n\nJellywatch.org by Steve Haddock, Katherine Elliott and Alison Case.\n\nLocalization by Johnny Appleseed." = "iOS app par Peter Dupris.\n\nJellywatch.org par Steve Haddock, Katherine Elliott et Alison Case.\n\nAdaptation française par Susanna Blackwell.";

/* About text in About menu */
"ABOUT TEXT" = "Jellywatch.org est une base de données pour la surveillance des conditions océaniques, particulièrement les populations de méduses.\n\nDes citoyens de la science sont encouragés à soumettre des rapports du monde entier. Les données seront disponibles gratuitement pour téléchargement ou consultation. Rapportez des proliférations de méduses, des marées rouges, et même des conditions \"normales\" que vous observez. Si vous nous envoyez une photo, nous pouvons aussi vous identifier l'espèce.";

/* Button in About view */
"Email Feedback" = "Commentaires par courriel";

/* Button in About view */
"Legal" = "Légal";

/* Leave App Alert Title
 Leave App Alert Title in About
 Leave App Alert Title in Legal */
"Leave Jellywatch App?" = "Quitter Jellywatch?";

/* Leave App Alert Message
 Leave App Alert Message in Legal */
"%@ will be opened in %@" = "%@ sera ouvert dans %@";

/* Email feedback alert Title in About */
"Email feedback to:" = "Commentaires par courriel à:";

/* Email feedback alert Message in About */
"Please include app version, iOS version, device type, and the language or locale you are using." = "Veuillez s'il vous plaît inclure la version de l'application, version iOS, type de périphérique, et la langue ou région utilisée.";

/* ----------- 12_LEGAL_MENU ----------- */

/* Legal menu title */
"Legal TITLE" = "Légal";

/* Legal menu */
"Images you upload will be made available under a creative commons license." = "Les images que vous téléchargez seront mises à disposition sous une licence creative commons.";

/* ----------- 13_NEW_SIGHTING ----------- */

/* Location Services are used to geotag your sightings. */
"Location Services are used to geotag your sightings." = "Les services de localisation sont utilisés pour géolocaliser vos observations.";

/* New Sighting Title */
"New Sighting TITLE" =  "Nouvelle observation";

/* Section title in New Sighting */
"Category SECTION" = "Catégorie";

/* Placeholder in New Sighting */
"Category Required" = "Catégorie requise";

/* Placeholder in New Sighting */
"Sub-category Optional" = "Sous-catégorie facultative";

/* Section title in New Sighting */
"Quantity SECTION" = "Quantité";

/* Placeholder in New Sighting */
"Quantity Required" = "Quantité requise";

/* Section title in New Sighting */
"Photo SECTION" = "Photo";

/* Button in New Sighting */
"Take Photo" = "Prendre une photo";

/* Button in New Sighting */
"Choose Photo" = "Choisir une photo";

/* Section title in New Sighting */
"Location SECTION" = "Localisation";

/* Location Required */
"Location Required" = "Localisation requise";

/* Edit Location Button */
"Edit LOCATION" = "Éditer";

/* Edit Photo Button */
"Edit PHOTO" = "Éditer";

/* Section title in New Sighting */
"Date SECTION" = "Date";

/* Placeholder in New Sighting */
"Date Required" = "Date requise";

/* Section title in New Sighting */
"Info SECTION" = "Infos";

/* Placeholder in New Sighting */
"Title Required" = "Titre requis";

/* Placeholder in New Sighting */
"Description Optional" = "Description facultative";

/* Section title in New Sighting */
"About You SECTION" = "À propos de vous";

/* Placeholder in New Sighting */
"Email Optional" = "Email facultatif";

/* Disclaimer for email address text field on New Sighting */
"Your email address will not be made public or shared with anyone." = "Votre adresse de messagerie ne sera pas rendue publique ou partagée avec qui que ce soit.";

/* Footer if logged in at bottom on New Sighting */
"Will be uploaded as user %@" = "Seront téléchargés en tant qu'utilisateur %@";

/* ----------- 14_NEW_SIGHTING_SAVE_SHEET ----------- */

/* Save sheet title in New Sightings */
"What do you want to do with this Sighting?" = "Que voulez-vous faire avec cette observation?";

/* Save sheet button in New Sightings */
"Save for later" = "Sauver pour plus tard";

/* Save sheet button in New Sightings */
"Submit now" = "Soumettre maintenant";

/* ----------- 15_EDIT_PHOTO_SHEET ----------- */

/* Edit photo sheet button in New Sightings */
"Take New Photo" = "Prendre une nouvelle photo";

/* Edit photo sheet button in New Sightings */
"Choose New Photo" = "Choisir une nouvelle photo";

/* Edit photo sheet button in New Sightings */
"Remove Photo" = "Supprimer la photo";

/* ----------- 16_NEW_SIGHTING_ALERT1 ----------- */

/* Alert title in New Sighting */
"Invalid Email" = "Email non valable";

/* ----------- 17_NEW_SIGHTING_ALERT2 ----------- */

/* Alert title in New Sighting */
"Sighting Incomplete" = "Observation incomplète";

/* Alert message in New Sighting */
"Please fill in all required fields" = "Veuillez s’il vous plaît remplir tous les champs obligatoires";

/* Button in Alert message in New Sighting */
"Dismiss" = "OK";

/* ----------- 18_NEW_SIGHTING_ALERT3 ----------- */

/* Location Services Disabled Alert Title in New Sighting */
"Location Services Disabled" = "Services de localisation désactivés";

/* Location Services Disabled Alert Message in New Sighting */
"Enable Location Services for Jellywatch in the Settings application" = "Activer les service de localisation pour Jellywatch dans l'application Réglages";

/* ----------- 19_NEW_SIGHTING_ALERT4 ----------- */

/* Alert title in New Sighting */
"Discard Changes?" = "Ignorer les modifications?";

/* Alert message in New Sighting */
"Are you sure you want to discard the changes you made to this sighting?" = "Êtes-vous sûr de vouloir ignorer les modifications que vous avez faites à cette observation?";

/* Button in Alert message in New Sighting */
"Discard" = "Ignorer";

/* ----------- 20_NEW_SIGHTING_ALERT6 ----------- */

/* Alert title in New Sighting */
"Nothing to Save" = "Rien à sauver";

/* Alert message in New Sighting */
"No changes were made to this sighting" = "Aucune modification n'a été faite à cette observation";

/* ----------- 21_CATEGORY_PICKER ----------- */

/* Category Picker Title */
"Category TITLE" = "Catégorie";

/* ----------- 22_SUB_CATEGORY_PICKER ----------- */

/* Title bar text */
"Sub-category TITLE" = "Sous-catégorie";

/* ----------- 23_QUANTITY_PICKER ----------- */

/* Title in Quantity Picker */
"Quantity TITLE" = "Quantité";

/* ----------- 24_LOCATION_PICKER ----------- */

/* Title in Sighting Location picker */
"Location Picker TITLE" = "Lieu d’observation";

/* Placeholder text in Location Picker */
"Search PLACEHOLDER" = "Rechercher";

/* Instructions for Location Picker */
"Tap, hold, then drag the pin to set a custom location" = "Tappez, tenez, puis faites glisser la goupille pour définir un emplacement personnalisé";

/* Label in Location Picker */
"Location:" = "Localisation:";

/* Photo Button in Location Picker */
"Photo LOCATION" = "Photo";

/* Current Button in Location Picker */
"Current LOCATION" = "Actuel";

/* HUD Message */
"No results" = "Aucun résultat";

/* ----------- 25_DATE_PICKER ----------- */

/* Sighting Date */
"Sighting Picker TITLE" = "Date d'observation";

/* Label in Date Picker */
"Date:" = "Date:";

/* Photo Button in Date Picker */
"Photo DATE" = "Photo";

/* Today Button in Date Picker */
"Today" = "Aujourd'hui";

/* ----------- 26_TITLE_PICKER ----------- */

/* Title bar text */
"Title" = "Titre";

/* ----------- 27_DESCRIPTION_PICKER ----------- */

/* Title bar text */
"Description" = "Description";

/* ----------- 28_EMAIL_PICKER ----------- */

/* Title bar text */
"Email" = "Email";

/* ----------- 29_MAP_VIEW ----------- */

/* Map TITLE */
"Map TITLE" = "Carte";

/* Map type control */
"Standard" = "Standard";

/* Map type control */
"Satellite" = "Satellite";

/* Map type control */
"Hybrid" = "Mixte";

/* Plural Sightings String Map Annotation
 %@ will be replaced with the number of Sightings in the local number format */
"%@ Sightings ANNOTATION" = "%@ observations";

/* Plural Categories String Map Annotation
 %@ will be replaced with the number of Categories in the local number format */
"%@ Categories ANNOTATION" = "%@ catégories";

/* ----------- 30_LIST_VIEW ----------- */

/* Sighting List TITLE */
"Sighting List TITLE" = "Liste";

/* Sort mode button in Sighting List */
"Date SORT" = "Date";

/* Sort mode button in Sighting List */
"Category SORT" = "Catégorie";

/* ----------- 31_SEARCH_BUTTON----------- */

/* Search Button */
"Search BUTTON" = "Rechercher";

/* Search Button (enabled) */
"Search Enabled BUTTON" = "Recherche activée";

/* ----------- 32_SEARCH_MENU----------- */

/* Title in Search View */
"Search TITLE" = "Rechercher";

/* ----------- 33_SEARCH_MENU_TABS----------- */

/* Categories Search tab bar item title */
"Categories TAB" = "Catégories";

/* Date Search tab bar item title */
"Date TAB" = "Date";

/* More Search tab bar item title */
"More TAB" = "Plus";

/* On Badge in Search */
"On" = "✓";

/* ----------- 34_CATEGORY_SEARCH_PANE ----------- */

/* Switch cell title */
"Category Search SWITCH" = "Catégorie de recherche";

/* ----------- 35_DATE_SEARCH_PANE ----------- */

/* Switch in Date Search */
"Date Search SWITCH" = "Recherche par date";

/* In Date Search */
"Start Date" = "Date de début";

/* In Date Search */
"End Date" = "Date de fin";

/* ----------- 36_MORE_SEARCH_PANE ----------- */

/* Switch cell title in Search */
"Search Title" = "Titre de la recherche";

/* Placeholder in Search title cell */
"Containing" = "Contenant";

/* Switch cell title in Search */
"Require Photo" = "Photo requise";

/* ----------- 37_RESULTS_HUD_MESSAGE ----------- */

/* Singular Sightings String HUD Message */
"%@ Sighting" = "%@ observation";

/* Plural Sightings String HUD Message */
"%@ Sightings HUD" = "%@ observations";

/* Info bubble qualifier */
"(Matching search)" = "(Recherche correspondante)";

/* ----------- 38_UPLOADING_HUD_MESSAGES ----------- */

/* HUD Message */
"Connecting..." = "Connexion en cours...";

/* HUD Message in New Sightings */
"Uploading Photo..." = "Téléchargement de photo...";

/* HUD Message in New Sightings */
"Uploading Sighting..." = "Téléchargement d'une observation...";

/* HUD Message */
"Upload Finished!" = "Téléchargement terminé!";

/* HUD Message */
"Upload Failed" = "Échec du transfert";

/* ----------- 39_SHARE_SHEET ----------- */

/* Share sheet item */
"Email Sighting Link" = "Créez un lien courriel";

/* Share sheet item */
"Tweet" = "Tweet";

/* Share sheet item */
"Facebook" = "Facebook";

/* Share sheet item */
"Sina Weibo" = "Sina Weibo";

/* Share sheet item
 %@ will be replaced with browser name (Chrome or Safari)*/
"Open in %@" = "Ouvrez dans %@";

/* ----------- 40_SOCIAL_SUBJECT_LINE ----------- */

/* Tweet/weibo text */
"Check out this Jellywatch sighting." = "Découvrez cette observation Jellywatch.";

/* ----------- 41_SIGHTING_DETAIL_VIEW ----------- */

/* Title in Sighting Detail */
"Sighting Detail TITLE" = "Observation";

/* First cell shown in Sighting Detail */
"Quantity: %@" = "Quantité: %@";

/* User info in Sighting Detail */
"Submitted by %@" = "Soumise par %@";

/* Placeholder in Sighting while loading photo */
"Loading Photo..." = "Chargement de photo en cours...";

/* ----------- 42_GENERAL_HUD_MESSAGES ----------- */

/* HUD Message */
"Error!" = "Erreur!";

/* HUD Message */
"No connection" = "Aucune connexion";

/* HUD Message */
"Sighting deleted" = "Observation supprimée";

/* ----------- 43_SIGHTING_LISTS_TITLES ----------- */

/* Saved Sightings TITLE */
"Saved Sightings TITLE" = "Sauvées";

/* Submitted Sightings TITLE */
"Submitted Sightings TITLE" = "Soumises";

/* ----------- GENERAL ----------- */

"OK" = "OK";

"Cancel" = "Annuler";

"Done" = "OK";
